modules/forms/src/web/doctors/requests/getListRegions.php

<?php 
	  $subservice_url_id = 90;
      $soapAction = "urn:listRegions";
?>

<SOAP-ENV:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="tns" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header/>
   <ns0:Body>
      <ns1:listRegions/>
   </ns0:Body>
</SOAP-ENV:Envelope>